Pipe Heat Transfer/Linux Files/cases/turb_Re50000/constant/turbulenceProperties.laminar
FoamFile { version 2.0; format ascii; class dictionary; object turbulenceProperties; }
simulationType laminar;
