Pipe Heat Transfer/Linux Files/cases/turb_Re50000/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }

solvers
{
    p_rgh
    {
        solver          GAMG;
        smoother        GaussSeidel;
        tolerance       1e-7;
        relTol          0.01;
    }
    "(U|h|k|omega)"
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-8;
        relTol          0.01;
    }
}

SIMPLE
{
    nNonOrthogonalCorrectors 0;
    pRefCell        0;
    pRefValue       0;
    residualControl
    {
        p_rgh   1e-5;
        U       1e-6;
        h       1e-6;
        "(k|omega)" 1e-5;
    }
}

relaxationFactors
{
    fields { p_rgh 0.7; }
    equations
    {
        U       0.7;
        h       0.7;
        k       0.5;
        omega   0.5;
    }
}
